<?php
// Text
$_['text_title']						= 'PayPal';
$_['text_checkout_payment_address']  	= 'Διεύθυνση Πληρωμής';
$_['text_checkout_shipping_address'] 	= 'Διεύθυνση Αποστολής';
$_['text_checkout_shipping_method']  	= 'Τρόπος Αποστολής';
$_['text_checkout_payment_method']  	= 'Τρόπος Πληρωμής';
$_['text_your_details']              	= 'Τα προσωπικά σας στοιχεία';
$_['text_your_address']              	= 'Η διεύθυνσή σας';
$_['text_cart']               			= 'Καλάθι Αγορών';
$_['text_shipping_updated']   			= 'Η υπηρεσία αποστολής έχει ενημερωθεί';
$_['text_order_message']				= 'Προστασία Πωλητή PayPal - %s';
$_['text_day']                 			= 'Ημέρα';
$_['text_week']                			= 'Εβδομάδα';
$_['text_semi_month']          			= 'Δεκαπενθήμερο';
$_['text_month']               			= 'Μήνας';
$_['text_year']                			= 'Έτος';
$_['text_trial']               			= '%s κάθε %s %s για %s πληρωμές και στη συνέχεια ';
$_['text_recurring']          			= '%s κάθε %s %s';
$_['text_payment_cancel']      			= 'μέχρι να ακυρωθεί';
$_['text_recurring_item']      			= 'Επαναλαμβανόμενη αγορά';
$_['text_payment_recurring']   			= 'Προφίλ πληρωμών';
$_['text_trial_description']   			= '%s κάθε %d %s(s) για %d πληρωμή(ες) και στη συνέχεια ';
$_['text_payment_description'] 			= '%s κάθε %d %s(s) για %d πληρωμή(ες)';
$_['text_payment_cancel']      			= '%s κάθε %d %s(s) μέχρι να ακυρωθεί';

// Column
$_['column_image']             			= 'Εικόνα';
$_['column_name']              			= 'Όνομα Προϊόντος';
$_['column_model']             			= 'Κωδικός Προϊόντος';
$_['column_quantity']          			= 'Ποσότητα';
$_['column_price']             			= 'Τιμή Μονάδας';
$_['column_total']             			= 'Σύνολο';

// Entry
$_['entry_email']                    	= 'E-Mail';
$_['entry_firstname']                	= 'Όνομα';
$_['entry_lastname']                 	= 'Επώνυμο';
$_['entry_telephone']               	= 'Τηλέφωνο';
$_['entry_company']                  	= 'Επωνυμία';
$_['entry_address_1']                	= 'Διεύθυνση 1';
$_['entry_address_2']                	= 'Διεύθυνση 2';
$_['entry_postcode']                 	= 'Τ.Κ.';
$_['entry_city']                     	= 'Πόλη';
$_['entry_country']                  	= 'Χώρα';
$_['entry_zone']                    	= 'Περιφέρεια / Περιοχή';

// Button
$_['button_confirm']  					= 'Επιβεβαίωση';
$_['button_shipping'] 					= 'Ενημέρωση τρόπου αποστολής';

// Error
$_['error_stock']              			= 'Ειδοποίηση: Τα προϊόντα που σημειώνονται με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχουν σε απόθεμα!';
$_['error_minimum']            			= 'Ειδοποίηση: Η ελάχιστη ποσότητα παραγγελίας του προϊόντος %s είναι %s!';
$_['error_required']           			= '%s απαιτείται!';
$_['error_product']            			= 'Ειδοποίηση: Δεν υπάρχουν προϊόντα στο καλάθι αγορών σας!';
$_['error_recurring_required'] 			= 'Παρακαλώ επιλέξτε μία επαναλαμβανόμενη πληρωμή!';
$_['error_unavailable'] 	  			= 'Παρακαλώ χρησιμοποιήστε την πλήρη ολοκλήρωση αγοράς (checkout) με αυτήν την παραγγελία.';
$_['error_shipping']                 	= 'Ειδοποίηση: Απαιτείται η μέθοδος αποστολής!';
$_['error_no_shipping']    				= 'Ειδοποίηση: Δεν υπάρχουν επιλογές αποστολής!';
$_['error_firstname']                	= 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']                 	= 'Το επώνυμο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']                    	= 'Η διεύθυνση e-mail δε φαίνεται να είναι έγκυρη!';
$_['error_telephone']                	= 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']                 	= 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']                  	= 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_address_1']                	= 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                     	= 'Η πόλη πρέπει να είναι από 2 έως 128 χαρακτήρες!';
$_['error_postcode']                 	= 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες για αυτήν τη χώρα!';
$_['error_country']                  	= 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']                     	= 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_agree']                    	= 'Ειδοποίηση: Πρέπει να συμφωνήσετε με τους όρους: %s!';
$_['error_address']                  	= 'Ειδοποίηση: Απαιτείται η διεύθυνση πληρωμής!';
$_['error_custom_field']             	= '%s απαιτείται!';
$_['error_timeout'] 	  				= 'Λυπούμαστε, το PayPal είναι επί του παρόντος απασχολημένο. Παρακαλώ δοκιμάστε ξανά αργότερα!';
